{
    "format": "layers-model",
    "generatedBy": "keras v3.4.1",
    "convertedBy": "TensorFlow.js Converter v4.20.0",
    "modelTopology": {
      "keras_version": "3.4.1",
      "backend": "tensorflow",
      "model_config": {
        "class_name": "Sequential",
        "config": {
          "name": "sequential",
          "layers": [
            {
              "class_name": "InputLayer",
              "config": {
                "batchInputShape": [null, 30],
                "dtype": "float32",
                "name": "input_layer"
              }
            },
            {
              "class_name": "Embedding",
              "config": {
                "name": "embedding",
                "input_dim": 93149,
                "output_dim": 100
              }
            },
            {
              "class_name": "LSTM",
              "config": {
                "name": "lstm",
                "units": 100,
                "return_sequences": true
              }
            },
            {
              "class_name": "Dropout",
              "config": {
                "name": "dropout",
                "rate": 0.2
              }
            },
            {
              "class_name": "LSTM",
              "config": {
                "name": "lstm_1",
                "units": 100
              }
            },
            {
              "class_name": "Dropout",
              "config": {
                "name": "dropout_1",
                "rate": 0.2
              }
            },
            {
              "class_name": "Dense",
              "config": {
                "name": "dense",
                "units": 93149,
                "activation": "softmax"
              }
            }
          ]
        }
      },
      "training_config": {
        "loss": "sparse_categorical_crossentropy",
        "optimizer_config": {
          "class_name": "Adam",
          "config": {
            "learning_rate": 0.001
          }
        }
      }
    },
    "weightsManifest": [
      {
        "paths": [
          "group1-shard1of19.bin",
          "group1-shard2of19.bin",
          "group1-shard3of19.bin",
          "group1-shard4of19.bin",
          "group1-shard5of19.bin",
          "group1-shard6of19.bin",
          "group1-shard7of19.bin",
          "group1-shard8of19.bin",
          "group1-shard9of19.bin",
          "group1-shard10of19.bin",
          "group1-shard11of19.bin",
          "group1-shard12of19.bin",
          "group1-shard13of19.bin",
          "group1-shard14of19.bin",
          "group1-shard15of19.bin",
          "group1-shard16of19.bin",
          "group1-shard17of19.bin",
          "group1-shard18of19.bin",
          "group1-shard19of19.bin"
        ],
        "weights": [
          {
            "name": "embedding/embeddings",
            "shape": [93149, 100],
            "dtype": "float32"
          },
          {
            "name": "lstm/lstm_cell/kernel",
            "shape": [100, 400],
            "dtype": "float32"
          },
          {
            "name": "lstm/lstm_cell/recurrent_kernel",
            "shape": [100, 400],
            "dtype": "float32"
          },
          {
            "name": "lstm/lstm_cell/bias",
            "shape": [400],
            "dtype": "float32"
          },
          {
            "name": "lstm_1/lstm_cell/kernel",
            "shape": [100, 400],
            "dtype": "float32"
          },
          {
            "name": "lstm_1/lstm_cell/recurrent_kernel",
            "shape": [100, 400],
            "dtype": "float32"
          },
          {
            "name": "lstm_1/lstm_cell/bias",
            "shape": [400],
            "dtype": "float32"
          },
          {
            "name": "dense/kernel",
            "shape": [100, 93149],
            "dtype": "float32"
          },
          {
            "name": "dense/bias",
            "shape": [93149],
            "dtype": "float32"
          }
        ]
      }
    ]
  }
  