{
    "format": "layers-model",
    "generatedBy": "keras v3.4.1",
    "convertedBy": "TensorFlow.js Converter v4.20.0",
    "modelTopology": {
        "keras_version": "3.4.1",
        "backend": "tensorflow",
        "model_config": {
            "class_name": "Sequential",
            "config": {
                "name": "sequential_2",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "layers": [
                    {
                        "class_name": "InputLayer",
                        "config": {
                            "batchInputShape": [
                                null,
                                3
                            ],
                            "dtype": "float32",
                            "sparse": false,
                            "name": "input_layer"
                        }
                    },
                    {
                        "class_name": "Embedding",
                        "config": {
                            "name": "embedding_2",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                },
                                "registered_name": null
                            },
                            "input_dim": 13192,
                            "output_dim": 100,
                            "embeddings_initializer": {
                                "module": "keras.initializers",
                                "class_name": "RandomUniform",
                                "config": {
                                    "minval": -0.05,
                                    "maxval": 0.05,
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "embeddings_regularizer": null,
                            "activity_regularizer": null,
                            "embeddings_constraint": null,
                            "mask_zero": false
                        }
                    },
                    {
                        "class_name": "LSTM",
                        "config": {
                            "name": "lstm_4",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                },
                                "registered_name": null
                            },
                            "return_sequences": true,
                            "return_state": false,
                            "go_backwards": false,
                            "stateful": false,
                            "unroll": false,
                            "zero_output_for_mask": false,
                            "units": 100,
                            "activation": "tanh",
                            "recurrent_activation": "sigmoid",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "recurrent_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "gain": 1.0,
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {},
                                "registered_name": null
                            },
                            "unit_forget_bias": true,
                            "kernel_regularizer": null,
                            "recurrent_regularizer": null,
                            "bias_regularizer": null,
                            "activity_regularizer": null,
                            "kernel_constraint": null,
                            "recurrent_constraint": null,
                            "bias_constraint": null,
                            "dropout": 0.0,
                            "recurrent_dropout": 0.0,
                            "seed": null
                        }
                    },
                    {
                        "class_name": "LSTM",
                        "config": {
                            "name": "lstm_5",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                },
                                "registered_name": null
                            },
                            "return_sequences": false,
                            "return_state": false,
                            "go_backwards": false,
                            "stateful": false,
                            "unroll": false,
                            "zero_output_for_mask": false,
                            "units": 100,
                            "activation": "tanh",
                            "recurrent_activation": "sigmoid",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "recurrent_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "gain": 1.0,
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {},
                                "registered_name": null
                            },
                            "unit_forget_bias": true,
                            "kernel_regularizer": null,
                            "recurrent_regularizer": null,
                            "bias_regularizer": null,
                            "activity_regularizer": null,
                            "kernel_constraint": null,
                            "recurrent_constraint": null,
                            "bias_constraint": null,
                            "dropout": 0.0,
                            "recurrent_dropout": 0.0,
                            "seed": null
                        }
                    },
                    {
                        "class_name": "Dense",
                        "config": {
                            "name": "dense_2",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                },
                                "registered_name": null
                            },
                            "units": 13192,
                            "activation": "softmax",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                },
                                "registered_name": null
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {},
                                "registered_name": null
                            },
                            "kernel_regularizer": null,
                            "bias_regularizer": null,
                            "kernel_constraint": null,
                            "bias_constraint": null
                        }
                    }
                ],
                "build_input_shape": [
                    null,
                    3
                ]
            }
        },
        "training_config": {
            "loss": "sparse_categorical_crossentropy",
            "loss_weights": null,
            "metrics": [
                "accuracy"
            ],
            "weighted_metrics": null,
            "run_eagerly": false,
            "steps_per_execution": 1,
            "jit_compile": false,
            "optimizer_config": {
                "class_name": "Adam",
                "config": {
                    "name": "adam",
                    "learning_rate": 0.0010000000474974513,
                    "weight_decay": null,
                    "clipnorm": null,
                    "global_clipnorm": null,
                    "clipvalue": null,
                    "use_ema": false,
                    "ema_momentum": 0.99,
                    "ema_overwrite_frequency": null,
                    "loss_scale_factor": null,
                    "gradient_accumulation_steps": null,
                    "beta_1": 0.9,
                    "beta_2": 0.999,
                    "epsilon": 1e-07,
                    "amsgrad": false
                }
            }
        }
    },
    "weightsManifest": [
        {
            "paths": [
                "group1-shard1of3.bin",
                "group1-shard2of3.bin",
                "group1-shard3of3.bin"
            ],
            "weights": [
                {
                    "name": "sequential_2/dense_2/kernel",
                    "shape": [
                        100,
                        13192
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/dense_2/bias",
                    "shape": [
                        13192
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/embedding_2/embeddings",
                    "shape": [
                        13192,
                        100
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/kernel",
                    "shape": [
                        100,
                        400
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/recurrent_kernel",
                    "shape": [
                        100,
                        400
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/bias",
                    "shape": [
                        400
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/kernel",
                    "shape": [
                        100,
                        400
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/recurrent_kernel",
                    "shape": [
                        100,
                        400
                    ],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/bias",
                    "shape": [
                        400
                    ],
                    "dtype": "float32"
                }
            ]
        }
    ]
}