{
    "format": "layers-model",
    "generatedBy": "keras v3.4.1",
    "convertedBy": "TensorFlow.js Converter v4.20.0",
    "modelTopology": {
        "keras_version": "3.4.1",
        "backend": "tensorflow",
        "model_config": {
            "class_name": "Sequential",
            "config": {
                "name": "sequential_2",
                "layers": [
                    {
                        "class_name": "InputLayer",
                        "config": {
                            "batchInputShape": [null, 3],
                            "dtype": "float32",
                            "sparse": false,
                            "name": "input_layer"
                        }
                    },
                    {
                        "class_name": "Embedding",
                        "config": {
                            "name": "embedding_2",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                }
                            },
                            "input_dim": 13192,
                            "output_dim": 100
                        }
                    },
                    {
                        "class_name": "LSTM",
                        "config": {
                            "name": "lstm_4",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                }
                            },
                            "return_sequences": true,
                            "units": 100,
                            "activation": "tanh",
                            "recurrent_activation": "sigmoid",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                }
                            },
                            "recurrent_initializer": {
                                "module": "keras.initializers",
                                "class_name": "OrthogonalInitializer",
                                "config": {
                                    "gain": 1.0,
                                    "seed": null
                                }
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "unit_forget_bias": true
                        }
                    },
                    {
                        "class_name": "LSTM",
                        "config": {
                            "name": "lstm_5",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                }
                            },
                            "return_sequences": false,
                            "units": 100,
                            "activation": "tanh",
                            "recurrent_activation": "sigmoid",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                }
                            },
                            "recurrent_initializer": {
                                "module": "keras.initializers",
                                "class_name": "OrthogonalInitializer",
                                "config": {
                                    "gain": 1.0,
                                    "seed": null
                                }
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "unit_forget_bias": true
                        }
                    },
                    {
                        "class_name": "Dense",
                        "config": {
                            "name": "dense_2",
                            "trainable": true,
                            "dtype": {
                                "module": "keras",
                                "class_name": "DTypePolicy",
                                "config": {
                                    "name": "float32"
                                }
                            },
                            "units": 13192,
                            "activation": "softmax",
                            "use_bias": true,
                            "kernel_initializer": {
                                "module": "keras.initializers",
                                "class_name": "GlorotUniform",
                                "config": {
                                    "seed": null
                                }
                            },
                            "bias_initializer": {
                                "module": "keras.initializers",
                                "class_name": "Zeros",
                                "config": {}
                            }
                        }
                    }
                ],
                "build_input_shape": [null, 3]
            }
        },
        "training_config": {
            "loss": "sparse_categorical_crossentropy",
            "optimizer_config": {
                "class_name": "Adam",
                "config": {
                    "learning_rate": 0.001
                }
            }
        }
    },
    "weightsManifest": [
        {
            "paths": [
                "group1-shard1of3.bin",
                "group1-shard2of3.bin",
                "group1-shard3of3.bin"
            ],
            "weights": [
                {
                    "name": "sequential_2/dense_2/kernel",
                    "shape": [100, 13192],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/dense_2/bias",
                    "shape": [13192],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/embedding_2/embeddings",
                    "shape": [13192, 100],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/kernel",
                    "shape": [100, 400],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/recurrent_kernel",
                    "shape": [100, 400],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_4/lstm_cell/bias",
                    "shape": [400],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/kernel",
                    "shape": [100, 400],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/recurrent_kernel",
                    "shape": [100, 400],
                    "dtype": "float32"
                },
                {
                    "name": "sequential_2/lstm_5/lstm_cell/bias",
                    "shape": [400],
                    "dtype": "float32"
                }
            ]
        }
    ]
}
