{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1, "word_counts": "{\"a\": 2947, \"chilling\": 3, \"horror\": 3, \"story\": 22, \"and\": 2011, \"an\": 339, \"endlessly\": 2, \"perceptive\": 2, \"novel\": 29, \"about\": 233, \"the\": 5097, \"possible\": 14, \"future\": 25, \"of\": 2171, \"race\": 20, \"in\": 1414, \"america\": 18, \"\\u2014npr\": 2, \"digitized\": 1, \"by\": 255, \"internet\": 3, \"archive\": 2, \"2024\": 1, \"https\": 2, \"org\": 1, \"details\": 5, \"wecastshadownoveq00o0maur\": 1, \"praise\": 2, \"for\": 642, \"we\": 534, \"cast\": 100, \"shadow\": 177, \"good\": 115, \"questions\": 10, \"breathe\": 3, \"life\": 65, \"into\": 297, \"world\": 72, \"maurice\": 121, \"carlos\": 146, \"ruffin\\u2019s\": 11, \"debut\": 16, \"asks\": 6, \"some\": 204, \"most\": 53, \"im\": 5, \"portant\": 2, \"fiction\": 15, \"can\": 110, \"ask\": 26, \"it\": 852, \"does\": 21, \"so\": 228, \"with\": 554, \"energetic\": 2, \"acrobatic\": 2, \"prose\": 3, \"hilarious\": 5, \"wordplay\": 2, \"great\": 43, \"heart\": 38, \"love\": 43, \"is\": 291, \"at\": 554, \"core\": 6, \"this\": 359, \"funny\": 12, \"beautiful\": 15, \"novel\\u2014a\": 1, \"father\\u2019s\": 7, \"situ\": 1, \"ated\": 1, \"firmly\": 3, \"jaws\": 2, \"racist\": 7, \"society\": 4, \"that\": 1039, \"threatens\": 2, \"to\": 2161, \"swallow\": 2, \"everyone\": 31, \"different\": 29, \"ways\": 9, \"any\": 87, \"moment\": 38, \"ruffin\": 152, \"sum\": 2, \"mon\": 4, \"kind\": 58, \"magic\": 9, \"makes\": 8, \"you\": 897, \"want\": 69, \"slow\": 7, \"down\": 159, \"re\": 29, \"read\": 36, \"experience\": 9, \"pleasure\": 5, \"him\": 299, \"crystallizing\": 2, \"image\": 8, \"again\": 64, \"we're\": 22, \"never\": 127, \"far\": 30, \"from\": 505, \"alliterative\": 1, \"flourish\": 1, \"flaky\": 3, \"fried\": 9, \"fowl\": 2, \"fingers\": 29, \"or\": 247, \"stroke\": 1, \"sudden\": 1, \"beauty\": 7, \"i\": 2961, \"grabbed\": 68, \"knob\": 5, \"both\": 49, \"hands\": 71, \"transparent\": 4, \"crystal\": 3, \"bulb\": 4, \"dollop\": 4, \"fro\": 3, \"zen\": 1, \"light\": 52, \"us\": 147, \"pause\": 5, \"say\": 84, \"damn\": 6, \"churns\": 1, \"fresh\": 13, \"old\": 87, \"ugliness\": 1, \"what\": 334, \"injustices\": 1, \"have\": 340, \"as\": 505, \"culture\": 5, \"come\": 75, \"accept\": 6, \"normal\": 11, \"are\": 122, \"pit\": 4, \"falls\": 3, \"our\": 196, \"complacency\": 1, \"how\": 155, \"anyone\": 30, \"survive\": 5, \"book\": 32, \"yourself\": 22, \"\\u2014the\": 6, \"new\": 73, \"york\": 8, \"times\": 38, \"review\": 10, \"inventive\": 2, \"shocking\": 2, \"\\u2014los\": 2, \"angeles\": 2, \"stunning\": 1, \"audacious\": 1, \"proves\": 2, \"be\": 262, \"master\": 6, \"fast\": 10, \"paced\": 5, \"intricately\": 1, \"plotted\": 1, \"real\": 43, \"draw\": 6, \"gift\": 5, \"creating\": 4, \"unforgettable\": 1, \"characters\": 1, \"he\": 798, \"writes\": 2, \"straight\": 11, \"face\": 134, \"his\": 709, \"own\": 46, \"cleverness\\u2014there\": 1, \"echoes\": 2, \"ralph\": 2, \"ellison\\u2019s\": 2, \"intelligent\": 3, \"unshowy\": 1, \"it\\u2019s\": 123, \"razor\": 3, \"sharp\": 11, \"urgent\": 2, \"voice\": 35, \"set\": 32, \"painfully\": 1, \"recognizable\": 2, \"wherein\": 1, \"whiteness\": 3, \"attain\": 1, \"able\": 18, \"through\": 118, \"expensive\": 4, \"surgical\": 1, \"alterations\": 1, \"father\": 63, \"grappling\": 1, \"son\\u2019s\": 12, \"multiracial\": 1, \"identity\": 6, \"which\": 112, \"preys\": 1, \"upon\": 10, \"semblance\": 2, \"otherness\": 2, \"gripping\": 4, \"speculative\": 1, \"tale\": 3, \"investigates\": 1, \"traditional\": 3, \"notions\": 1, \"family\": 58, \"dynamics\": 1, \"redefines\": 1, \"limits\": 5, \"lengths\": 4, \"one\": 366, \"will\": 62, \"go\": 94, \"protect\": 16, \"beloved\": 4, \"\\u2014pen\": 1, \"riotous\": 1, \"farcical\": 1, \"order\": 10, \"afford\": 6, \"surgery\": 4, \"save\": 5, \"son\": 108, \"fate\": 5, \"blackness\": 9, \"while\": 41, \"simultaneously\": 2, \"hiding\": 4, \"mission\": 4, \"wife\": 13, \"straddles\": 1, \"many\": 43, \"modes\": 1, \"storytelling\\u2014adventure\": 1, \"drama\": 5, \"political\": 4, \"satire\\u2014\": 1, \"but\": 667, \"shines\": 2, \"because\": 86, \"jocular\": 1, \"narrator\": 4, \"books\": 11, \"there\": 180, \"first\": 69, \"novels\": 2, \"exude\": 2, \"technical\": 2, \"mastery\": 1, \"character\": 4, \"pacing\": 1, \"plot\": 3, \"description\": 2, \"others\": 21, \"relentless\": 1, \"audacity\": 3, \"ambition\": 1, \"few\": 73, \"history\": 20, \"american\": 22, \"literature\": 2, \"do\": 178, \"feels\": 3, \"like\": 404, \"was\": 1450, \"written\": 8, \"author\": 15, \"who\": 203, \"wants\": 15, \"create\": 7, \"literary\": 3, \"classic\": 3, \"outlive\": 2, \"all\": 307, \"pulls\": 3, \"off\": 122, \"especially\": 9, \"level\": 15, \"subtext\": 1, \"temporality\": 1, \"something\": 118, \"i\\u2019ve\": 42, \"seen\": 61, \"time\": 178, \"novelist\": 1, \"radically\": 1, \"better\": 53, \"realizes\": 1, \"must\": 41, \"force\": 11, \"bruising\": 1, \"its\": 60, \"readers\": 1, \"finely\": 1, \"crafted\": 1, \"quake\": 1, \"needed\": 43, \"\\u2014kurse\": 1, \"laymon\": 2, \"heavy\": 9, \"dispatch\": 2, \"frontlines\": 2, \"african\": 17, \"psyche\": 4, \"ruthless\": 2, \"intelligence\": 5, \"tries\": 3, \"ina\": 3, \"country\": 8, \"devours\": 1, \"black\": 147, \"lives\": 11, \"violence\": 6, \"incarceration\": 1, \"poverty\": 1, \"drive\": 15, \"outer\": 3, \"beyond\": 14, \"lose\": 12, \"threads\": 1, \"bitter\": 4, \"reality\": 7, \"make\": 85, \"haunting\": 2, \"soars\": 1, \"on\": 706, \"unerring\": 1, \"vi\": 2, \"sion\": 5, \"boston\": 1, \"globe\": 4, \"incisive\": 1, \"necessary\": 8, \"work\": 83, \"brilliant\": 8, \"satire\": 12, \"post\": 5, \"racial\": 10, \"south\": 8, \"tells\": 4, \"man\\u2014one\": 1, \"men\": 32, \"law\": 22, \"firm\\u2014desperate\": 1, \"pay\": 16, \"biracial\": 5, \"undergo\": 1, \"demelanization\": 9, \"desperate\": 5, \"\\u2018fix\\u2019\": 1, \"sees\": 4, \"fatal\": 1, \"flaw\": 2, \"desperation\": 2, \"drives\": 1, \"haunts\": 1, \"see\": 125, \"just\": 207, \"pernicious\": 1, \"racism\": 5, \"irrevocably\": 1, \"alter\": 2, \"man\": 142, \"himself\": 22, \"those\": 83, \"loves\": 1, \"not\": 281, \"much\": 80, \"instead\": 13, \"unforget\": 2, \"table\": 48, \"cautionary\": 1, \"should\": 58, \"heed\": 1, \"\\u2014roxane\": 1, \"gay\": 2, \"hunger\": 1, \"bad\": 27, \"feminist\": 1, \"ingenious\": 2, \"important\": 22, \"marks\": 3, \"abundantly\": 1, \"talented\": 4, \"stylish\": 1, \"satirist\": 1, \"editor\\u2019s\": 1, \"choice\": 9, \"daring\": 1, \"near\": 33, \"city\": 103, \"plagued\": 2, \"vicious\": 3, \"couple\": 27, \"wrestles\": 1, \"whether\": 20, \"their\": 140, \"subjecting\": 1, \"demelaniza\": 1, \"\\u2014\": 11, \"huffpost\": 1, \"tion\": 19, \"procedure\": 13, \"biting\": 2, \"anti\": 4, \"united\": 5, \"states\": 8, \"\\u2014buzzfeed\": 1, \"racially\": 2, \"divided\": 2, \"constraints\": 1, \"disturbingly\": 1, \"compared\": 2, \"fears\": 3, \"nigel\\u2019s\": 99, \"increasing\": 1, \"segregation\": 1, \"privatized\": 1, \"prisons\": 1, \"operation\": 1, \"turning\": 11, \"white\": 113, \"put\": 58, \"relationships\": 1, \"happiness\": 4, \"judgment\": 1, \"line\": 25, \"get\": 145, \"out\": 365, \"ruf\": 3, \"fin\\u2019s\": 3, \"brilliantly\": 1, \"drawn\": 6, \"uncomfortably\": 1, \"close\": 28, \"\\u2014esquire\": 1, \"u\": 4, \"k\": 2, \"rakishly\": 1, \"narrator\\u2019s\": 1, \"intensely\": 1, \"rhythmic\": 2, \"col\": 3, \"orful\": 1, \"lifts\": 2, \"along\": 51, \"frenetic\": 1, \"odyssey\": 1, \"surrealist\": 1, \"take\": 57, \"owes\": 1, \"invisible\": 10, \"george\": 2, \"s\": 7, \"schuyler\\u2019s\": 1, \"similarly\": 3, \"themed\": 1, \"1931\": 1, \"no\": 214, \"more\": 139, \"yet\": 19, \"ominous\": 1, \"resurgence\": 1, \"supremacy\": 2, \"during\": 34, \"trump\": 1, \"era\": 4, \"enhances\": 1, \"novel\\u2019s\": 1, \"resonance\": 1, \"urgency\": 1, \"\\u2014kirkus\": 1, \"reviews\": 1, \"semisatirical\": 1, \"though\": 36, \"vein\": 2, \"satires\": 1, \"paul\": 8, \"beatty\\u2019s\": 1, \"sellout\": 2, \"film\": 5, \"bracingly\": 1, \"realistic\": 1, \"rendering\": 2, \"divisive\": 1, \"politics\": 4, \"contemporary\": 4, \"making\": 21, \"singular\": 1, \"art\": 8, \"\\u2014publishers\": 1, \"weekly\": 1, \"starred\": 3, \"boxed\": 1, \"wrenching\": 2, \"morally\": 2, \"ambiguous\": 1, \"challenging\": 1, \"thought\": 76, \"provoking\": 1, \"\\u2014associated\": 1, \"press\": 11, \"t\\u2019ve\": 5, \"been\": 236, \"thinking\": 13, \"hard\": 39, \"year\": 24, \"being\": 57, \"auda\": 1, \"ciously\": 1, \"imaginative\": 2, \"long\": 81, \"really\": 66, \"demanding\": 1, \"think\": 84, \"debt\": 2, \"leave\": 25, \"children\": 28, \"reckoning\": 1, \"mess\": 8, \"power\": 13, \"coun\": 3, \"try\": 11, \"crucial\": 1, \"offering\": 4, \"what\\u2019s\": 13, \"neath\": 1, \"scabs\": 1, \"\\u2014nylon\": 1, \"satirical\": 2, \"look\": 90, \"openly\": 1, \"where\": 136, \"schism\": 1, \"between\": 37, \"has\": 42, \"widened\": 3, \"pits\": 2, \"against\": 78, \"worthy\": 3, \"imperialism\": 1, \"atlanta\": 1, \"journal\": 4, \"constitution\": 4, \"truly\": 6, \"serves\": 1, \"reminder\": 4, \"turmoil\": 1, \"motivates\": 1, \"gives\": 2, \"hope\": 9, \"michigan\": 1, \"daily\": 1, \"full\": 39, \"throated\": 1, \"novelistic\": 1, \"ferocious\": 1, \"grace\": 4, \"refracts\": 1, \"insanity\": 2, \"shape\": 5, \"unique\": 1, \"wonder\": 4, \"wasn\\u2019t\": 105, \"\\u2014literary\": 1, \"hub\": 1, \"powerful\": 4, \"keep\": 38, \"safe\": 16, \"outside\": 34, \"\\u2014parade\": 1, \"devastating\": 1, \"booklist\": 1, \"ambitious\": 1, \"surrealistic\": 1, \"relations\": 4, \"tal\": 3, \"ented\": 1, \"genre\": 1, \"bending\": 1, \"writer\": 3, \"watch\": 20, \"\\u2014garden\": 1, \"gun\": 30, \"vital\": 2, \"beleaguered\": 1, \"southern\": 12, \"fictional\": 1, \"seeks\": 1, \"means\": 15, \"violent\": 4, \"\\u2014southern\": 1, \"living\": 14, \"distress\": 1, \"ing\": 71, \"often\": 17, \"same\": 61, \"using\": 12, \"throw\": 6, \"relief\": 5, \"endowed\": 1, \"particular\": 4, \"blend\": 2, \"foreboding\": 1, \"derangement\": 1, \"encapsulates\": 1, \"present\": 17, \"day\": 73, \"\\u2014anitigravity\": 1, \"wonderful\": 2, \"thing\": 80, \"when\": 240, \"stars\": 9, \"align\": 1, \"ready\": 19, \"readership\": 1, \"eager\": 1, \"orleans\": 7, \"advocate\": 1, \"provocative\": 1, \"lines\": 6, \"beatty\": 1, \"gutsy\": 1, \"electrifying\": 1, \"fan\": 8, \"freaking\": 2, \"tastic\": 1, \"\\u2014bookriot\": 1, \"ce\": 3, \"ee\": 13, \"darkly\": 1, \"nudges\": 1, \"ques\": 2, \"everything\": 35, \"every\": 84, \"turn\": 21, \"\\u2014harper\\u2019s\": 1, \"bazaar\": 2, \"australia\": 1, \"also\": 32, \"tragic\": 3, \"give\": 52, \"major\": 8, \"vibes\": 2, \"\\u2014popsugar\": 1, \"thrilling\": 1, \"haunted\": 2, \"ghosts\": 2, \"writers\": 3, \"ellison\": 2, \"victor\": 1, \"lavalle\": 1, \"terrifying\": 2, \"landscape\": 4, \"ren\": 1, \"ders\": 1, \"unto\": 2, \"\\u2014naom1\": 1, \"jackson\": 4, \"star\": 7, \"side\": 86, \"bird\": 5, \"hill\": 18, \"riotously\": 1, \"resoundingly\": 1, \"heartrending\": 1, \"performs\": 1, \"literature\\u2019s\": 1, \"noble\": 2, \"alchemy\\u2014making\": 1, \"unseen\": 3, \"\\u2014t\": 1, \"geronimo\": 2, \"jounson\": 1, \"welcome\": 3, \"braggsville\": 1, \"live\": 20, \"absurd\": 2, \"frightening\": 1, \"only\": 130, \"plausible\": 1, \"reaction\": 5, \"nervous\": 7, \"laughter\": 9, \"need\": 56, \"strange\": 13, \"revelatory\": 1, \"always\": 56, \"longing\": 1, \"self\": 26, \"wig\": 8, \"before\": 113, \"takes\": 5, \"shabby\": 3, \"myths\": 1, \"sews\": 1, \"them\": 130, \"together\": 27, \"altogether\": 2, \"wondrous\": 2, \"fabric\": 7, \"warm\": 8, \"brave\": 2, \"\\u2014kartiyn\": 1, \"greenidge\": 1, \"charlie\": 3, \"freeman\": 1, \"exuberant\": 1, \"wildly\": 2, \"mr\": 34, \"arrived\": 10, \"\\u2014jami\": 1, \"attenberg\": 1, \"grown\": 11, \"up\": 354, \"glorious\": 1, \"disturbing\": 3, \"empathetic\": 2, \"ultimately\": 1, \"illuminating\": 1, \"\\u2014lama\": 1, \"laramt\": 1, \"moor\\u2019s\": 1, \"account\": 4, \"conviction\": 2, \"turns\": 5, \"skep\": 1, \"tics\": 2, \"believers\": 1, \"nearly\": 20, \"pressing\": 3, \"issue\": 6, \"modern\": 2, \"crosshairs\": 1, \"likely\": 7, \"mistaken\": 3, \"dystopian\": 1, \"recognized\": 9, \"america\\u2019s\": 2, \"unfortunate\": 4, \"realism\": 1, \"original\": 12, \"ages\": 5, \"immediately\": 9, \"renders\": 1, \"discussion\": 2, \"fic\": 1, \"incomplete\": 1, \"without\": 67, \"nightstands\": 1, \"classrooms\": 2, \"don\\u2019t\": 174, \"miss\": 11, \"\\u2014m\": 1, \"o\": 3, \"watsu\": 1, \"bestselling\": 1, \"my\": 1324, \"sunshine\": 2, \"away\": 126, \"joins\": 1, \"pantheon\": 1, \"satirists\": 1, \"trains\": 1, \"distorting\": 1, \"lens\": 2, \"bringing\": 5, \"corruption\": 1, \"clearer\": 2, \"focus\": 7, \"madcap\": 1, \"merciless\": 1, \"tender\": 4, \"explores\": 1, \"\\u2014c\": 1, \"morean\": 1, \"basst\": 1, \"floating\": 5, \"couldn\\u2019t\": 98, \"stop\": 33, \"reading\": 7, \"shadow\\u2014and\": 1, \"blazingly\": 1, \"witty\": 1, \"bitingly\": 1, \"shrewd\": 1, \"instant\": 3, \"\\u2014alexandria\": 1, \"marzano\": 1, \"lesnevich\": 1, \"fact\": 24, \"body\": 56, \"brings\": 2, \"past\": 35, \"here\": 99, \"now\": 114, \"ranges\": 1, \"nabokovian\": 1, \"humor\": 4, \"lower\": 14, \"fre\": 1, \"quencies\": 1, \"invoked\": 1, \"man\\u2014incandescent\": 1, \"vex\": 1, \"unlike\": 7, \"itself\": 9, \"\\u2014zaacuary\": 1, \"lazar\": 2, \"vengeance\": 1, \"terrified\": 5, \"me\": 798, \"imagining\": 1, \"can\\u2019t\": 57, \"believe\": 17, \"hapless\": 1, \"irresistible\": 2, \"even\": 158, \"wince\": 1, \"decisions\": 1, \"novel\\u2014part\": 1, \"heart\\u2014will\": 1, \"tug\": 1, \"after\": 111, \"you\\u2019ve\": 8, \"\\u2014tom\": 1, \"frank\": 2, \"crooked\": 16, \"letter\": 5, \"heartbreaking\": 1, \"fellow\": 10, \"native\": 5, \"reinterprets\": 1, \"creole\": 2, \"anxieties\": 1, \"\\u2018passing\\u2019\": 1, \"futurist\": 1, \"context\": 3, \"comic\": 4, \"genius\": 7, \"skew\": 1, \"ers\": 7, \"window\": 32, \"dressing\": 1, \"\\u2018diversity\\u2019\": 1, \"police\": 29, \"state\": 35, \"riveting\": 1, \"isn\\u2019t\": 16, \"angry\": 10, \"might\": 49, \"\\u2014james\": 1, \"notan\": 1, \"flight\": 4, \"risk\": 5, \"memoirs\": 1, \"boy\": 86, \"es\": 4, \"oe\": 12, \"la\": 1, \"se\": 6, \"9's\": 1, \"1\": 9, \"wirex\": 1, \"geal\": 1, \"exenijan\\u2019\": 1, \"ny\": 1, \"done\": 37, \"lowe\": 1, \"sate\": 2, \"vit\": 1, \"aksindiy\": 1, \"quit\": 5, \"wgaeoey\": 1, \"ys\": 2, \"ae\": 17, \"aa\": 1, \"spr\": 1, \"yereas\": 1, \"oleate\": 1, \"owt\": 1, \"mine\": 12, \"nese\": 1, \"aoe\": 1, \"yaanaen\": 1, \"pp\": 1, \"ap\": 7, \"ea\": 2, \"bohs\": 1, \"2\": 6, \"oa\": 4, \"bone\": 6, \"pe\": 5, \"aiearialas\": 1, \"cymeie\": 1, \"et\": 4, \"ot\": 5, \"ale\": 1, \"eeabuae\": 1, \"hgh\": 1, \"wil\": 2, \"edhe\": 1, \"sov\": 1, \"3\": 3, \"yra\": 1, \"pies\": 4, \"eee\": 5, \"chall\": 1, \"seahar\": 1, \"x\": 5, \"ne\": 1, \"peni\": 1, \"ts\": 11, \"'\": 8, \"wes\": 1, \"oli\": 1, \"qittad\": 1, \"7a\": 1, \"saetege\": 1, \"lal\": 1, \"daod\": 1, \"al\": 9, \"6\": 8, \"tt\": 9, \"rhimeteue\": 1, \"sloan\": 1, \"sle\": 1, \"ct\": 1, \"lhe\": 1, \"te\": 4, \"fliers\": 1, \"mae\": 1, \"e\": 2, \"made\": 99, \"puiterg\": 1, \"iba\": 1, \"cs\": 1, \"cos\": 4, \"ots\": 1, \"aon\": 1, \"wines\": 1, \"si\": 3, \"pea\": 1, \"\\u2018ais\": 1, \"ice\": 13, \"lou\": 1, \"pier\": 1, \"oer\": 2, \"begrieth\": 1, \"wobain\": 1, \"sail\": 1, \"j\": 15, \"sala\": 1, \"won\": 12, \"ete\": 1, \"cope\": 1, \"gane\": 1, \"gene\": 2, \"plgfeapiciya\": 1, \"sens\": 1, \"pu\": 1, \"\\u2018\": 12, \"\\u00bb\": 5, \"v\": 4, \"egnibeots\": 1, \"matbade\": 1, \"os\": 1, \"16\": 4, \"ors\": 1, \"thtaan\": 1, \"alr\": 1, \"9\": 5, \"exir4\": 1, \"py\": 2, \"5\": 6, \"gant\": 1, \"ht\": 1, \"ees\": 2, \"am\": 12, \"ris\": 1, \"4\": 14, \"su\": 3, \"ao\": 1, \"sh\": 2, \"dee\": 14, \"7\": 14, \"hes\": 2, \"r\": 7, \"atd\": 1, \"t\": 62, \"eelin\": 1, \"trg\": 1, \"y\": 5, \"ann\": 2, \"hy\": 1, \"baa\": 1, \"ye\": 2, \"st\": 3, \"dd\": 1, \"wogah2\": 1, \"tta\": 1, \"aw\": 6, \"pr\": 1, \"c\": 8, \"oav\": 1, \"ue\": 1, \"2020\": 1, \"trade\": 2, \"paperback\": 2, \"edition\": 2, \"copyright\": 1, \"\\u00a9\": 2, \"2019\": 4, \"rights\": 17, \"reserved\": 1, \"published\": 2, \"imprint\": 2, \"random\": 10, \"house\": 76, \"division\": 3, \"penguin\": 3, \"llc\": 3, \"wortp\": 1, \"colophon\": 1, \"registered\": 3, \"trademarks\": 1, \"originally\": 3, \"hardcover\": 1, \"library\": 4, \"congress\": 2, \"cataloging\": 1, \"publication\": 1, \"data\": 1, \"names\": 6, \"title\": 3, \"identifiers\": 1, \"lccn\": 1, \"2018021024\": 2, \"isbn\": 2, \"9780525509073\": 1, \"9780525509080\": 1, \"ebook\": 1, \"subjects\": 1, \"lcsh\": 1, \"americans\\u2014fiction\": 1, \"bisac\": 1, \"general\": 7, \"classification\": 1, \"lcc\": 1, \"ps3618\": 1, \"u4338\": 1, \"w4\": 1, \"ddc\": 1, \"813\": 1, \"6\\u2014de23\": 1, \"lc\": 1, \"record\": 4, \"available\": 2, \"lcen\": 1, \"loc\": 1, \"gow\": 1, \"printed\": 3, \"acid\": 3, \"free\": 24, \"paper\": 32, \"oneworldlit\": 1, \"com\": 22, \"randomhousebooks\": 1, \"9876543\": 1, \"design\": 5, \"diane\": 1, \"hobbing\": 1, \"tanzanika\": 2, \"bet\": 15, \"fat\": 5, \"nde\": 1, \"soy\": 3, \"tod\": 1, \"seinesne\": 1, \"08\": 1, \"'\\u00ab\": 1, \"things\": 63, \"dangerous\": 2, \"sleepwalkers\": 1, \"\\u2014ralph\": 1, \"elastic\": 1, \"stiff\": 3, \"prejudices\": 1, \"grow\": 2, \"once\": 62, \"comes\": 7, \"bend\": 1, \"\\u2014herman\": 1, \"melville\": 1, \"tangle\": 2, \"thorns\": 1, \"\\u2014vladimir\": 1, \"nabokov\": 1, \"4'h\": 1, \"hid\": 4, \"itd\": 1, \"le\": 4, \"cag\": 1, \"doe\": 1, \"bie\": 1, \"adb\": 1, \"ravi\": 1, \"wesiaws\": 1, \"sie\": 1, \"varyig\": 1, \"sets\": 2, \"oy\": 1, \"eaiuds\": 1, \"og\": 1, \"tr\": 1, \"eh\": 3, \"wote\": 1, \"cre\": 1, \"tarte\": 1, \"tax\": 5, \"neds\": 1, \"wod\": 1, \"weed\": 3, \"5m\": 1, \"nergpuis\": 1, \"nocti\": 1, \"ped\": 1, \"\\u00a5osisrre\": 1, \"higaky\": 1, \"part\": 37, \"name\": 40, \"doesn\\u2019t\": 29, \"matter\": 24, \"know\": 128, \"i\\u2019m\": 148, \"phan\": 2, \"tom\": 3, \"figment\": 2, \"waitstaff\": 1, \"twice\": 5, \"night\\u2014odd\": 1, \"given\": 21, \"outfit\": 3, \"managed\": 7, \"avoid\": 13, \"additional\": 2, \"em\": 4, \"barrassments\": 1, \"wallflowering\": 1, \"grand\": 8, \"stair\": 2, \"case\": 15, \"cheeks\": 16, \"pink\": 8, \"comfort\": 2, \"partners\\u2014or\": 1, \"shareholders\": 23, \"firm\": 57, \"called\": 65, \"them\\u2014stood\": 1, \"chatting\": 3, \"clusters\": 2, \"around\": 138, \"dining\": 5, \"room\": 112, \"had\": 600, \"invited\": 4, \"firm\\u2019s\": 7, \"leaders\": 2, \"attend\": 2, \"nual\": 1, \"party\": 10, \"octavia\": 108, \"whitmore\\u2019s\": 2, \"mansion\": 13, \"avenue\": 5, \"streetcars\": 3, \"highlight\": 1, \"honor\": 2, \"lowly\": 3, \"sociate\": 1, \"although\": 24, \"surprised\": 8, \"told\": 51, \"show\": 34, \"costume\": 3, \"rough\": 5, \"chafed\": 1, \"collarbone\": 3, \"dressed\": 24, \"roman\": 3, \"centurion\": 1, \"rented\": 2, \"mega\": 2, \"deluxe\": 1, \"option\": 1, \"ex\": 12, \"pense\": 1, \"spared\": 2, \"tunic\": 3, \"lamb\\u2019s\": 1, \"wool\": 2, \"leather\": 2, \"sandals\": 4, \"five\\u2014\": 1, \"count\": 5, \"\\u2019em\": 4, \"five\\u2014hollywood\": 1, \"prop\": 1, \"grade\": 7, \"weapons\": 2, \"sword\": 2, \"javelin\": 4, \"bow\": 10, \"arrow\": 2, \"shield\": 3, \"dagger\": 2, \"knew\": 83, \"soldiers\": 1, \"used\": 51, \"daggers\": 2, \"guy\": 24, \"assured\": 4, \"they\": 290, \"did\": 151, \"too\": 123, \"use\": 30, \"preferred\": 5, \"weapon\": 8, \"shit\": 12, \"got\": 94, \"apparently\": 8, \"hoor\": 1, \"octavia\\u2019s\": 23, \"series\": 4, \"large\": 20, \"rooms\": 4, \"playful\": 1, \"notes\": 9, \"sandalwood\": 1, \"jasmine\": 1, \"lingered\": 1, \"foyer\": 3, \"spotted\": 7, \"associate\": 3, \"franklin\": 13, \"entry\": 2, \"way\": 146, \"girl\": 48, \"drunk\": 1, \"function\": 2, \"karaoked\": 1, \"feel\": 41, \"pretty\": 11, \"microphone\": 4, \"wearing\": 22, \"perfect\": 8, \"icebreaker\": 1, \"wore\": 49, \"smock\": 1, \"tie\": 11, \"uniform\": 8, \"busboy\": 1, \"waiter\": 2, \"restaurant\": 9, \"caf\\u00e9\": 1, \"des\": 1, \"r\\u00e9fugi\\u00e9s\": 1, \"carnation\": 2, \"pierre\\u2019s\\u2014no\": 1, \"pierre\\u2019s\": 1, \"were\": 391, \"brothers\": 6, \"pierre's\": 1, \"sure\": 52, \"mortifying\": 1, \"singing\": 9, \"poorly\": 2, \"paid\": 7, \"mind\": 37, \"helped\": 7, \"frenemy\": 1, \"ol\\u2019\": 1, \"back\": 226, \"slapping\": 3, \"riley\": 54, \"bent\": 5, \"over\": 184, \"giving\": 3, \"managing\": 3, \"shareholder\": 13, \"jack\": 6, \"armbruster\": 35, \"foot\": 20, \"massage\": 2, \"sweat\": 10, \"riley\\u2019s\": 6, \"bald\": 4, \"head\": 99, \"glow\": 4, \"looked\": 67, \"scoop\": 3, \"chocolate\": 20, \"cream\": 30, \"melting\": 3, \"under\": 45, \"parlor\": 3, \"lights\": 21, \"parish\": 4, \"prison\": 18, \"inmate\": 1, \"rankled\": 1, \"sense\": 15, \"propriety\": 1, \"saw\": 58, \"enough\": 64, \"news\": 14, \"ports\": 1, \"however\": 7, \"admit\": 4, \"impressive\": 3, \"getup\": 3, \"glo\": 1, \"orange\": 6, \"jumpsuit\": 3, \"fake\": 3, \"chest\": 31, \"tattoo\": 3, \"carried\": 14, \"clinking\": 1, \"leg\": 15, \"shackles\": 2, \"slung\": 3, \"shoulder\": 56, \"if\": 265, \"reincarcerate\": 1, \"request\": 3, \"working\": 16, \"fart\\u2019s\": 1, \"feet\": 43, \"gnarly\": 2, \"seemed\": 70, \"roots\": 3, \"ripped\": 9, \"field\": 32, \"behind\": 51, \"dabbed\": 2, \"dome\": 1, \"handkerchief\": 8, \"promotion\": 6, \"bonus\": 7, \"worth\": 10, \"humiliation\": 2, \"undergoing\": 2, \"con\": 13, \"fetti\": 1, \"rained\": 2, \"junior\": 3, \"adjacent\": 2, \"betcha\": 1, \"would\": 291, \"feeding\": 2, \"snarling\": 1, \"three\": 58, \"headed\": 7, \"beast\": 2, \"mortgage\": 3, \"utilities\": 2, \"private\": 5, \"school\": 92, \"tuition\": 3, \"pocket\": 21, \"copper\": 3, \"coins\": 2, \"each\": 48, \"casta\": 67, \"month\": 9, \"promoted\": 9, \"earn\": 2, \"nigel\": 486, \"finally\": 12, \"mother\\u2019s\": 2, \"objec\": 1, \"tions\": 9, \"lidled\": 1, \"sidelines\": 1, \"nursing\": 1, \"rum\": 3, \"coke\": 1, \"nursed\": 1, \"ever\": 43, \"migraine\": 1, \"thankfully\": 2, \"almost\": 37, \"night\": 42, \"lost\": 21, \"drinks\": 2, \"i\\u2019d\": 77, \"last\": 54, \"hours\": 25, \"meant\": 27, \"blood\": 16, \"probably\": 27, \"75\": 2, \"per\": 10, \"cent\": 9, \"alcohol\": 3, \"volume\": 4, \"top\": 22, \"dissipating\": 1, \"effects\": 4, \"plum\": 14, \"took\": 84, \"morning\": 33, \"myself\": 64, \"awakening\": 2, \"didn\\u2019t\": 197, \"plums\": 11, \"anymore\": 14, \"could\": 215, \"anytime\": 1, \"chose\": 3, \"petite\": 1, \"purple\": 18, \"pills\": 10, \"turned\": 58, \"system\": 11, \"pleasurably\": 1, \"twinkling\": 2, \"christmas\": 3, \"become\": 9, \"constant\": 1, \"companion\": 1, \"ambled\": 1, \"exaggeratedly\": 1, \"wiped\": 16, \"palms\": 4, \"pants\": 10, \"smiling\": 5, \"jabbed\": 3, \"hand\": 141, \"handshake\": 3, \"shook\": 28, \"glanced\": 43, \"sniffed\": 7, \"blame\": 3, \"actually\": 17, \"armbruster\\u2019s\": 4, \"sleeve\": 5, \"tossed\": 17, \"chuckled\": 13, \"you're\": 86, \"going\": 83, \"win\": 20, \"said\": 589, \"taken\": 31, \"aback\": 2, \"check\": 15, \"stitching\\u2014wait\": 1, \"hazing\": 1, \"ceremony\": 1, \"tonight\": 4, \"competition\": 5, \"there\\u2019s\": 22, \"raised\": 24, \"eyebrow\": 4, \"celebrate\": 2, \"inside\": 43, \"knowledge\": 4, \"workings\": 2, \"person\": 39, \"still\": 81, \"wouldn\\u2019t\": 31, \"joke\": 2, \"stakes\": 2, \"high\": 36, \"happens\": 3, \"losers\": 1, \"leaned\": 26, \"whisper\": 1, \"works\": 6, \"adjusted\": 9, \"breastplate\": 1, \"mean\": 35, \"your\": 199, \"confidence\": 4, \"right\": 110, \"ened\": 2, \"nodded\": 21, \"authentic\": 3, \"patted\": 12, \"trotted\": 5, \"manacles\": 1, \"clatter\": 1, \"cou\": 1, \"ple\": 9, \"laughed\": 17, \"suddenly\": 29, \"realized\": 30, \"serious\": 5, \"miscalculation\": 2, \"attention\": 13, \"spread\": 11, \"cheer\": 4, \"other\": 139, \"sartorial\": 1, \"equivalent\": 2, \"glower\": 1, \"centurions\": 1, \"badasses\": 1, \"killed\": 11, \"crossed\": 17, \"group\": 42, \"showed\": 12, \"nat\": 1, \"turner\": 1, \"unknowns\": 1, \"pursuit\": 1, \"understood\": 9, \"firms\": 1, \"seasons\": 18, \"ustis\": 4, \"malveaux\": 4, \"hire\": 1, \"let\": 63, \"alone\": 11, \"promote\": 1, \"strategy\": 2, \"wanted\": 51, \"entertainment\": 2, \"sub\": 3, \"servience\": 1, \"threatened\": 2, \"demonstrate\": 1, \"willing\": 3, \"actly\": 4, \"quickly\": 11, \"moved\": 21, \"searching\": 6, \"anything\": 35, \"help\": 47, \"den\": 7, \"whitmore\": 3, \"gingham\": 1, \"dress\": 10, \"carrying\": 7, \"terrier\": 1, \"crook\": 2, \"her\": 570, \"elbow\": 8, \"drink\": 10, \"find\": 44, \"advantage\": 1, \"she\": 613, \"senior\": 5, \"legal\": 10, \"footman\": 1, \"grunt\": 1, \"beneath\": 16, \"valets\": 1, \"judy\": 1, \"garland\": 1, \"hadn\\u2019t\": 39, \"ticed\": 1, \"momentarily\": 1, \"lit\": 14, \"surprise\": 11, \"approached\": 7, \"kissed\": 11, \"cheek\": 24, \"well\": 73, \"aren\\u2019t\": 6, \"sweet\": 7, \"liked\": 17, \"ones\": 13, \"drunkenly\": 1, \"admitted\": 4, \"stalled\": 1, \"elevator\": 13, \"fantasized\": 1, \"blackface\": 3, \"crime\": 5, \"spree\": 1, \"shattering\": 1, \"storefront\": 2, \"windows\": 17, \"mugging\": 1, \"tourists\": 5, \"cathedral\": 1, \"wash\": 4, \"makeup\": 6, \"tent\": 2, \"authorities\": 6, \"pin\": 3, \"deeds\": 1, \"thug\": 3, \"coming\": 20, \"toto\": 4, \"arm\": 42, \"cat\\u2014\": 1, \"ragamufhn\": 1, \"cat\": 10, \"wonders\": 1, \"why\": 76, \"sugar\": 12, \"licked\": 5, \"thumb\": 11, \"polished\": 2, \"gilt\": 2, \"bronze\": 2, \"cherub\": 1, \"someone\": 42, \"stand\": 18, \"these\": 67, \"rabble\": 1, \"rousers\": 1, \"puffed\": 1, \"stamped\": 1, \"marble\": 3, \"floor\": 27, \"who's\": 2, \"guarding\": 1, \"freshen\": 2, \"handed\": 15, \"another\": 52, \"glass\": 26, \"gave\": 57, \"empty\": 14, \"waiters\": 2, \"onyx\": 1, \"skinned\": 17, \"otherwise\": 9, \"eluded\": 1, \"he\\u2019d\": 22, \"clearly\": 11, \"undergone\": 4, \"enthusiastic\": 1, \"rhinoplasty\": 1, \"broad\": 2, \"winged\": 2, \"brother\\u2019s\": 1, \"nose\": 34, \"replaced\": 7, \"narrow\": 10, \"upturned\": 1, \"pointer\": 1, \"such\": 41, \"pro\": 11, \"cedures\": 1, \"common\": 5, \"among\": 11, \"folk\": 9, \"lately\": 9, \"tell\": 80, \"schnoz\": 1, \"poor\": 9, \"afraid\": 19, \"half\": 28, \"measures\": 3, \"waste\": 1, \"effort\": 4, \"skydive\": 1, \"aim\": 2, \"town\": 25, \"square\": 5, \"outskirts\": 1, \"sazerac\": 4, \"wink\": 1, \"hair\\u2019s\": 1, \"silver\": 9, \"streak\": 5, \"glinted\": 1, \"drinking\": 5, \"favorite\": 9, \"gestured\": 18, \"cloth\": 6, \"growled\": 2, \"role\": 6, \"seriously\": 5, \"handling\": 3, \"pool\": 8, \"cue\": 2, \"leveled\": 2, \"crowd\": 9, \"shooting\": 4, \"stairwell\": 5, \"banister\": 1, \"reached\": 17, \"stopped\": 41, \"8\": 4, \"eave\": 1, \"upstairs\": 6, \"climbed\": 21, \"stairs\": 8, \"until\": 37, \"gallery\": 4, \"atrium\": 4, \"powder\": 5, \"blue\": 31, \"shapes\": 6, \"shimmered\": 2, \"aquarium\": 1, \"formed\": 3, \"waves\": 5, \"across\": 65, \"checkerboard\": 1, \"passed\": 28, \"bars\": 3, \"staircase\": 6, \"dragging\": 1, \"chain\": 5, \"glad\": 6, \"scrum\": 4, \"plastic\": 18, \"smiles\": 6, \"sharks\": 1, \"frenzy\": 1, \"shouldn\\u2019t\": 11, \"person\\u2019s\": 3, \"molars\": 1, \"grin\": 4, \"whole\": 32, \"situation\": 7, \"jumpy\": 1, \"squid\": 1, \"twitching\": 2, \"worn\": 5, \"underwear\": 3, \"led\": 22, \"wall\": 27, \"covered\": 19, \"bound\": 4, \"eyes\": 87, \"hip\": 7, \"hop\": 3, \"ontologist\\u2019s\": 1, \"view\": 18, \"leda\": 1, \"swan\": 2, \"blackstone\\u2019s\": 1, \"pulled\": 45, \"shelf\": 4, \"opened\": 39, \"cover\": 16, \"dust\": 6, \"motes\": 1, \"pirouetted\": 1, \"air\": 24, \"sneezed\": 1, \"asked\": 181, \"wiping\": 2, \"ran\": 47, \"french\": 4, \"tipped\": 3, \"nail\": 2, \"rim\": 1, \"neither\": 11, \"they\\u2019re\": 15, \"mainly\": 1, \"effect\": 6, \"mof\": 1, \"pointed\": 40, \"followed\": 20, \"sight\": 10, \"statues\": 1, \"lined\": 3, \"notice\": 10, \"creepy\": 5, \"wax\": 2, \"lurking\": 2, \"shadows\": 8, \"mannequin\": 1, \"chinese\": 2, \"guessed\": 3, \"fulvous\": 1, \"robe\": 2, \"tufts\": 1, \"hair\": 56, \"chin\": 12, \"kirby\": 1, \"thor\": 1, \"jaw\": 4, \"blond\": 8, \"mjolnir\": 1, \"hammer\": 3, \"caught\": 13, \"theme\": 2, \"placards\": 4, \"gods\": 4, \"human\": 10, \"headdress\": 2, \"paint\": 12, \"necklace\": 1, \"idea\": 35, \"deity\": 1, \"supposed\": 8, \"i'd\": 49, \"deities\": 1, \"than\": 115, \"possibly\": 3, \"track\": 12, \"cheap\": 1, \"godliness\": 1, \"god\": 14, \"whoever\": 5, \"statue\": 9, \"believed\": 15, \"myth\": 4, \"hung\": 12, \"clydesdales\": 1, \"plenty\": 3, \"awkward\": 2, \"dating\": 2, \"experiences\": 2, \"since\": 49, \"average\": 3, \"joe\": 1, \"department\": 7, \"god\\u2019s\": 1, \"loincloth\": 3, \"little\": 69, \"obscure\": 2, \"bulge\": 1, \"safety\": 16, \"hazard\": 3, \"poke\": 1, \"eye\": 32, \"overall\": 3, \"opinion\": 2, \"whenever\": 8, \"question\": 11, \"onliest\": 2, \"responses\": 1, \"rattled\": 2, \"brain\": 6, \"dice\": 9, \"cup\": 9, \"answer\": 13, \"anger\": 7, \"two\": 88, \"practically\": 2, \"course\": 45, \"second\": 37, \"fine\": 25, \"situations\": 4, \"deployed\": 2, \"environments\": 1, \"environment\": 2, \"danger\": 8, \"ous\": 5, \"museum\": 8, \"collection\": 2, \"trailed\": 2, \"index\": 7, \"finger\": 19, \"bare\": 7, \"walked\": 38, \"perch\": 3, \"snifted\": 1, \"statue\\u2019s\": 1, \"butt\": 6, \"sculpted\": 1, \"madame\": 4, \"tussauds\": 1, \"eyelashes\": 2, \"eyeballs\": 2, \"squatted\": 2, \"low\": 16, \"drawer\": 3, \"rummaged\": 4, \"gong\": 3, \"accessories\": 1, \"upgrade\": 3, \"appropriate\": 2, \"struck\": 12, \"producing\": 2, \"hollow\": 2, \"sound\": 22, \"helping\": 4, \"dollar\": 3, \"winning\": 7, \"stepped\": 43, \"tango\": 1, \"smell\": 9, \"liquor\": 2, \"drenched\": 2, \"breath\": 16, \"gather\": 5, \"balls\": 3, \"10\": 5, \"maaurice\": 14, \"thanks\": 12, \"non\": 3, \"permission\": 3, \"call\": 30, \"octa\": 3, \"via\": 5, \"consumed\": 4, \"liter\": 2, \"fault\": 11, \"flourished\": 2, \"strutted\": 1, \"toward\": 47, \"door\": 103, \"worry\": 8, \"won\\u2019t\": 6, \"change\": 24, \"then\": 130, \"left\": 59, \"missed\": 8, \"giant\": 9, \"figure\": 13, \"easily\": 8, \"double\": 13, \"size\": 10, \"toga\": 1, \"beard\": 8, \"jerry\": 3, \"garcia\": 1, \"proud\": 1, \"wealth\": 1, \"garcia's\": 1, \"actual\": 4, \"held\": 51, \"lightning\": 4, \"bolt\": 2, \"zeus\": 3, \"shameless\": 1, \"quest\": 2, \"climb\": 4, \"social\": 9, \"step\": 11, \"stool\": 5, \"choosing\": 1, \"ruler\": 2, \"mount\": 2, \"olym\": 1, \"pus\": 1, \"victory\": 3, \"possibility\": 5, \"whisked\": 1, \"wondered\": 9, \"virtuoso\": 2, \"surgeon\": 1, \"credit\": 6, \"cards\": 6, \"cashier's\": 1, \"checks\": 1, \"imag\": 2, \"ined\": 2, \"boy\\u2019s\": 4, \"wedding\": 9, \"distant\": 8, \"cheeky\": 2, \"flawless\": 1, \"seaside\": 1, \"sunrise\": 1, \"went\": 86, \"king\": 3, \"conceited\": 1, \"crass\": 4, \"uppity\": 1, \"fighting\": 5, \"chance\": 16, \"franklin\\u2019s\": 1, \"stepin\": 1, \"fetchit\": 1, \"20\": 3, \"sink\": 7, \"shareholders\\u2019\": 2, \"expectations\": 4, \"melanated\": 1, \"associates\": 4, \"fit\": 6, \"seeing\": 11, \"tending\": 1, \"convicts\": 1, \"neck\": 22, \"familiar\": 10, \"images\": 1, \"reassuring\": 1, \"steaming\": 3, \"apple\": 3, \"pie\": 5, \"drones\": 2, \"drop\": 6, \"ping\": 2, \"barrel\": 3, \"bombs\": 4, \"terrorists\": 4, \"zulu\": 1, \"chief\": 6, \"stared\": 16, \"fulfill\": 2, \"expectation\": 1, \"yes\": 29, \"examining\": 1, \"various\": 9, \"fasteners\": 1, \"clips\": 3, \"remnant\": 1, \"barely\": 4, \"child\\u2019s\": 2, \"bottom\": 11, \"totally\": 1, \"11\": 2, \"finished\": 6, \"changing\": 4, \"inhaled\": 4, \"threw\": 26, \"shoulders\": 17, \"descended\": 4, \"curving\": 1, \"resolve\": 4, \"hopeful\": 2, \"debutante\": 1, \"anticipated\": 3, \"collective\": 1, \"people\": 152, \"noticed\": 26, \"entering\": 5, \"crowded\": 9, \"intoxicated\": 1, \"lawyers\": 10, \"nothing\": 40, \"tassels\": 1, \"feathery\": 2, \"attract\": 1, \"expect\": 5, \"prided\": 2, \"wasting\": 2, \"molecule\": 1, \"bourbon\": 1, \"dropped\": 21, \"highball\": 1, \"shattered\": 3, \"satisfying\": 1, \"crack\": 3, \"mar\": 6, \"ble\": 3, \"pale\": 10, \"imitation\": 1, \"lifeblood\": 2, \"gazed\": 1, \"costumes\": 1, \"zombie\": 3, \"pilgrim\": 1, \"cheerful\": 3, \"lalaurie\": 1, \"diminutive\": 1, \"honest\": 8, \"abe\": 1, \"silent\": 3, \"felt\": 51, \"hour\": 10, \"ocean\\u2019s\": 1, \"deep\": 11, \"est\": 3, \"trench\": 1, \"whipped\": 5, \"silk\": 1, \"blazer\\u2014i\": 1, \"millionaire\": 1, \"gilligan\\u2019s\": 1, \"island\": 1, \"less\": 25, \"looked\\u2014and\": 1, \"mouth\": 43, \"flick\": 1, \"watched\": 23, \"clapped\": 10, \"burst\": 4, \"plause\": 1, \"smack\": 1, \"middle\": 18, \"judg\": 2, \"session\": 5, \"cleared\": 11, \"big\": 61, \"plate\": 5, \"reflected\": 2, \"interior\": 7, \"concentrating\": 2, \"glimpse\": 1, \"mirror\": 14, \"amid\": 2, \"restless\": 2, \"security\": 19, \"personnel\": 2, \"guarded\": 2, \"neighborhood\": 10, \"machine\": 7, \"guns\": 7, \"grass\": 14, \"faces\": 12, \"featureless\": 1, \"spectral\": 1, \"tightened\": 4, \"squeezing\": 1, \"lungs\": 1, \"drumbeat\": 1, \"kicked\": 6, \"hired\": 6, \"afro\": 4, \"cuban\": 1, \"quartet\": 1, \"trumpet\": 2, \"keys\": 4, \"drums\": 2, \"congas\": 1, \"sensing\": 1, \"fill\": 4, \"tip\": 11, \"bucket\": 3, \"band\": 9, \"stuttered\": 2, \"dark\": 59, \"tribal\": 1, \"beat\": 16, \"rhythm\": 4, \"rock\": 10, \"roll\": 8, \"built\": 9, \"zz\": 2, \"predated\": 1, \"bluesuederockaroundtheclockpleasepleasefightfor\": 1, \"yourrighttoparty\": 1, \"least\": 32, \"thousand\": 6, \"years\": 54, \"danced\": 2, \"dancer\": 1, \"decent\": 3, \"mimic\": 1, \"mardi\": 1, \"gras\": 1, \"indians\": 2, \"buck\": 2, \"jump\": 4, \"entire\": 17, \"twerk\": 1, \"p\": 7, \"pop\": 11, \"crackheads\": 1, \"seizures\": 1, \"facing\": 3, \"sprung\": 1, \"zeus\\u2019s\": 1, \"skinny\": 5, \"naked\": 11, \"negro\": 3, \"sumo\": 1, \"squat\": 2, \"flapping\": 1, \"arms\": 43, \"legs\": 14, \"fire\": 17, \"imitated\": 2, \"movements\": 4, \"flashes\": 4, \"popped\": 17, \"videographer\": 1, \"swung\": 7, \"alive\": 9, \"soul\": 13, \"cold\": 12, \"green\": 26, \"goo\": 2, \"oozes\": 1, \"heel\": 6, \"spear\": 3, \"cheered\": 2, \"louder\": 5, \"higher\": 4, \"roared\": 1, \"music\": 17, \"shifted\\u2014like\": 1, \"runaway\": 2, \"tour\": 10, \"bus\": 7, \"transitioning\": 1, \"cliff\": 1, \"silence\": 4, \"locked\": 19, \"fanned\": 1, \"herself\": 17, \"somewhere\": 14, \"camera\": 9, \"clicked\": 8, \"buzz\": 1, \"pill\": 5, \"delayed\": 1, \"feeling\": 14, \"licking\": 3, \"breeze\": 11, \"undone\": 1, \"peeled\": 2, \"egg\": 6, \"eerie\": 1, \"hundred\": 19, \"pletely\": 2, \"quiet\": 11, \"manhood\": 1, \"backed\": 3, \"snatched\": 3, \"furry\": 2, \"pom\": 2, \"stumbled\": 5, \"mansion\\u2019s\": 1, \"lived\": 15, \"inhabited\": 2, \"mosopelea\": 1, \"migrated\": 2, \"marshlands\": 1, \"immigrants\": 2, \"continental\": 1, \"europe\": 1, \"having\": 21, \"famine\": 2, \"disease\": 2, \"fled\": 1, \"cape\": 1, \"blacks\": 8, \"vigorously\": 3, \"reappropriated\": 1, \"penitentiary\": 1, \"descendants\": 2, \"earlier\": 24, \"whites\": 4, \"returned\": 5, \"coast\": 3, \"clear\": 20, \"except\": 16, \"enclave\": 1, \"charms\": 1, \"sometime\": 7, \"bought\": 10, \"neighbors\": 2, \"prosecuted\": 1, \"war\": 14, \"roses\": 1, \"porch\": 9, \"garden\": 13, \"box\": 22, \"plosion\": 1, \"floral\": 5, \"fireworks\": 2, \"elephant\": 1, \"ears\": 10, \"reared\": 2, \"mouse\": 3, \"flowers\": 6, \"pineapple\": 1, \"lilies\": 2, \"calla\": 1, \"brushed\": 7, \"sisterly\": 1, \"hips\": 7, \"mexican\": 1, \"hen\": 1, \"chicks\": 1, \"soundlessly\": 1, \"clucked\": 2, \"terracotta\": 1, \"pot\": 8, \"previous\": 5, \"owners\": 2, \"very\": 47, \"folio\": 1, \"quite\": 20, \"quaint\": 1, \"front\": 38, \"centered\": 3, \"hallway\": 15, \"chapters\": 1, \"frumpy\": 4, \"paisley\": 3, \"couch\": 5, \"nested\": 2, \"14\": 2, \"leaf\": 3, \"mahogany\": 1, \"port\": 3, \"armada\": 1, \"penny\\u2019s\": 37, \"acrylic\": 1, \"tubes\": 1, \"brushes\": 1, \"bedroom\": 18, \"vintage\": 1, \"rev\": 1, \"manray\": 1, \"mckintosh\": 1, \"poster\": 4, \"gifted\": 2, \"grandmother\": 5, \"kitchen\": 29, \"gathered\": 15, \"failure\": 4, \"corner\": 16, \"entered\": 24, \"rumpled\": 2, \"kaleidoscopic\": 1, \"pajamas\": 2, \"hyperactive\": 1, \"gorillas\": 1, \"pounding\": 1, \"kettledrums\": 1, \"opaque\": 3, \"goggles\": 4, \"welding\": 1, \"accident\": 3, \"worked\": 35, \"hardly\": 8, \"served\": 5, \"purpose\": 5, \"buy\": 9, \"wrestling\": 1, \"match\": 4, \"penny\": 229, \"poured\": 11, \"ange\": 1, \"juice\": 5, \"carafe\": 1, \"looking\": 22, \"usual\": 5, \"already\": 35, \"whereas\": 3, \"eternity\": 4, \"woman\": 59, \"overdo\": 1, \"pragmatist\": 1, \"foundation\": 3, \"blush\": 2, \"lipstick\": 1, \"red\": 33, \"curls\": 2, \"early\": 24, \"days\": 34, \"marriage\": 3, \"blouse\": 4, \"matched\": 3, \"underside\": 1, \"filled\": 11, \"munchkin\": 1, \"dad\": 47, \"fights\": 1, \"batter\": 6, \"onto\": 38, \"seasoned\": 1, \"iron\": 7, \"skillet\": 1, \"mother\": 26, \"twitched\": 2, \"cinnamon\": 1, \"hint\": 2, \"ginger\": 2, \"eleven\": 2, \"accepted\": 3, \"chef\": 3, \"tribe\": 2, \"discovered\": 3, \"age\": 15, \"shaker\": 1, \"seasoning\": 1, \"salts\": 1, \"dumped\": 3, \"bowl\": 7, \"bland\": 3, \"grits\": 2, \"looks\": 12, \"worse\": 13, \"crap\": 3, \"righted\": 4, \"quart\": 1, \"milk\": 10, \"spilled\": 6, \"counter\": 14, \"pushing\": 4, \"lake\": 2, \"dairy\": 1, \"ream\": 1, \"tow\": 2, \"els\": 2, \"gaze\": 4, \"that\\u2019s\": 92, \"velvety\": 1, \"tousle\": 1, \"laurel\": 1, \"15\": 2, \"coffee\": 13, \"attack\": 8, \"noxious\": 2, \"chemicals\": 1, \"unkink\": 1, \"jotted\": 2, \"note\": 14, \"fridge\": 5, \"list\": 10, \"chicken\": 18, \"scratch\": 1, \"impossible\": 8, \"next\": 63, \"handle\": 9, \"block\": 7, \"letters\": 8, \"boys\": 18, \"folded\": 12, \"she\\u2019d\": 5, \"stuffed\": 6, \"bra\": 1, \"calling\": 8, \"surveillance\": 3, \"vans\": 3, \"they're\": 6, \"patrols\": 3, \"van\": 16, \"visited\": 13, \"cam\": 1, \"eras\": 2, \"infrared\": 1, \"devices\": 6, \"deepest\": 1, \"reaches\": 1, \"home\": 48, \"checked\": 11, \"folks\": 4, \"monitor\": 4, \"signs\": 2, \"rates\": 3, \"suggested\": 4, \"barbiturate\": 1, \"elevated\": 1, \"conflict\": 1, \"rate\": 3, \"explanatory\": 1, \"our\\u2014that\": 1, \"\\u2014own\": 1, \"growing\": 3, \"uncommon\": 1, \"streets\": 10, \"officer\": 17, \"assigned\": 2, \"ride\": 13, \"tiko\": 53, \"speed\": 2, \"stay\": 12, \"schedule\": 4, \"goons\": 1, \"hit\": 13, \"mrs\": 9, \"kravits\": 7, \"soiled\": 3, \"towels\": 1, \"garbage\": 7, \"pressed\": 11, \"okay\": 30, \"i'll\": 19, \"washed\": 7, \"may\": 8, \"smirked\": 2, \"removed\": 18, \"explain\": 9, \"talking\": 37, \"parked\": 5, \"pitched\": 4, \"disgust\": 2, \"fought\": 4, \"minutes\": 14, \"behavior\": 2, \"darling\": 1, \"dragon\": 1, \"fruit\": 6, \"appreciate\": 7, \"stum\": 1, \"bling\": 1, \"m\": 8, \"wrapped\": 11, \"plaid\": 4, \"picnic\": 3, \"blanket\": 5, \"kept\": 34, \"trunk\": 7, \"car\": 37, \"nor\": 10, \"enjoy\": 6, \"bleary\": 1, \"recitation\": 1, \"night's\": 1, \"absurdities\": 1, \"falling\": 7, \"asleep\": 4, \"bed\": 38, \"presentation\": 3, \"rimmed\": 4, \"sign\": 25, \"of\\u2014well\": 1, \"stirred\": 2, \"oh\": 37, \"small\": 55, \"pair\": 13, \"sunglasses\": 9, \"screwed\": 1, \"mock\": 4, \"derision\": 2, \"jerk\": 1, \"checking\": 7, \"puffy\": 1, \"ingested\": 1, \"plus\": 7, \"lack\": 3, \"sleep\": 8, \"bellyful\": 1, \"stress\": 2, \"doing\": 60, \"plied\": 1, \"peepers\": 2, \"prescription\": 2, \"drops\": 3, \"donned\": 2, \"glasses\": 11, \"grab\": 8, \"phone\": 10, \"ah\": 11, \"java\": 1, \"planted\": 5, \"evidence\": 2, \"lucky\": 5, \"lovely\": 7, \"redheaded\": 2, \"unduly\": 1, \"conscious\": 2, \"sympathy\": 2, \"cuckoo\": 2, \"clock\": 4, \"amazing\": 3, \"soulmate\": 3, \"whacked\": 1, \"squirted\": 2, \"nostrils\": 3, \"ow\": 4, \"smiled\": 24, \"slightly\": 13, \"sometimes\": 26, \"due\": 10, \"anesthetic\": 1, \"pain\": 7, \"proved\": 1, \"land\": 15, \"clenched\": 4, \"teeth\": 11, \"hear\": 21, \"whispered\": 6, \"night\\u2019s\": 1, \"debacle\": 2, \"doubt\": 5, \"sun\": 26, \"scrubbing\": 1, \"darkness\": 8, \"sky\": 23, \"17\": 2, \"administration\": 3, \"nameplate\": 1, \"office\": 34, \"deleted\": 2, \"biography\": 1, \"website\": 1, \"solution\": 2, \"won't\": 14, \"happened\": 22, \"trembled\": 1, \"splashed\": 2, \"mug\": 2, \"job\": 34, \"cars\": 7, \"repoed\": 1, \"worst\": 4, \"cedure\": 3, \"found\": 42, \"wanting\": 5, \"imagine\": 6, \"estranged\": 1, \"parents\": 22, \"guffawing\": 1, \"forced\": 10, \"move\": 25, \"interracial\": 1, \"perfectly\": 6, \"it\\u2014\": 2, \"mixed\": 8, \"births\\u2014had\": 1, \"decline\": 1, \"dissolution\": 1, \"proof\": 5, \"folly\": 1, \"unions\": 1, \"speaking\": 6, \"terms\": 7, \"highly\": 6, \"exclusive\": 2, \"planned\": 6, \"community\": 26, \"upstate\": 2, \"color\": 15, \"filipino\": 1, \"nanny\": 1, \"meralda\": 1, \"bowman\": 1, \"elderly\": 6, \"handled\": 5, \"lawn\": 5, \"care\": 12, \"dated\": 8, \"muslim\": 1, \"equally\": 2, \"suc\": 2, \"cessful\": 2, \"disowned\": 2, \"broke\": 7, \"relationship\": 4, \"regret\": 2, \"soon\": 27, \"college\": 12, \"met\": 25, \"procure\": 1, \"treatment\": 5, \"mad\": 5, \"scientist\": 1, \"fooling\": 1, \"baby\\u2019s\": 2, \"anyway\": 10, \"best\": 42, \"learn\": 6, \"rather\": 7, \"slice\": 6, \"acceptance\": 1, \"area\": 23, \"discourse\": 4, \"daylight\": 3, \"reentered\": 3, \"ma\": 5, \"anywhere\": 10, \"rummaging\": 1, \"burlap\": 1, \"purse\": 8, \"hutch\": 2, \"stapled\": 2, \"decked\": 1, \"pancakes\": 1, \"vegan\": 1, \"bacon\": 5, \"raspberries\": 3, \"ate\": 7, \"flavors\": 1, \"wreathed\": 1, \"stom\": 1, \"ach\": 1, \"joy\": 5, \"mm\": 1, \"drowning\": 2, \"cake\": 16, \"maple\": 2, \"syrup\": 6, \"gets\": 8, \"eat\": 9, \"friday\": 2, \"touch\": 7, \"you've\": 10, \"gunk\": 5, \"spot\": 13, \"born\": 11, \"cleaned\": 3, \"placed\": 36, \"backward\": 7, \"ten\": 18, \"shaking\": 7, \"gorgeous\": 4, \"ball\": 17, \"miniature\": 2, \"version\": 4, \"fam\": 2, \"ily\": 2, \"pinkish\": 1, \"coloration\": 2, \"shade\": 3, \"fingertip\": 1, \"released\": 3, \"ladies\": 4, \"pinching\": 2, \"chubby\": 2, \"toes\": 4, \"sequence\": 3, \"spoke\": 11, \"child\": 30, \"notion\": 5, \"goya\\u2019s\": 1, \"saturn\": 1, \"devouring\": 1, \"speck\": 1, \"fleck\": 1, \"oregano\": 1, \"eyelid\": 1, \"baking\": 1, \"oven\": 4, \"nine\": 11, \"months\": 16, \"bits\": 1, \"gristle\": 1, \"clean\": 10, \"creases\": 1, \"gently\": 2, \"touched\": 12, \"birthmark\": 15, \"queer\": 1, \"glance\": 3, \"frames\": 4, \"flashed\": 4, \"metamorphosed\": 1, \"preschool\": 1, \"dot\": 3, \"ridge\": 1, \"brow\": 4, \"eventually\": 14, \"changed\": 18, \"circle\": 6, \"wedge\": 2, \"silhouette\": 3, \"zealand\": 1, \"perhaps\": 19, \"wu\": 1, \"tang\": 1, \"clan\": 1, \"symbol\": 3, \"third\": 14, \"darkened\": 8, \"stabilized\": 1, \"olive\": 3, \"tone\": 5, \"venetian\": 1, \"spent\": 8, \"summers\": 2, \"cartwheeling\": 2, \"rialto\": 1, \"bridge\": 5, \"colored\": 8, \"wheat\": 1, \"sienna\": 1, \"umber\": 1, \"hue\": 2, \"husk\": 1, \"shard\": 2, \"emerging\": 2, \"19\": 2, \"reason\": 14, \"encouraged\": 5, \"baseball\": 9, \"caps\": 4, \"blackening\": 2, \"hat\": 33, \"neon\": 4, \"yellow\": 14, \"gotten\": 12, \"anticamouflage\": 1, \"target\": 6, \"designed\": 3, \"viewer's\": 2, \"dis\": 8, \"torted\": 1, \"oh\\u2014nigel\": 1, \"sack\": 5, \"exit\": 2, \"door\\u2014i\": 1, \"\\u2019\": 8, \"today\": 13, \"huh\": 8, \"grunted\": 6, \"knowing\": 3, \"verboten\": 2, \"volved\": 1, \"varying\": 1, \"degrees\": 1, \"activities\": 4, \"visual\": 3, \"arts\": 5, \"soccer\": 5, \"fish\": 5, \"mag\": 1, \"keyboard\": 2, \"chamber\": 7, \"orchestra\": 2, \"peer\": 1, \"tutoring\": 1, \"math\": 2, \"speech\": 2, \"debate\": 2, \"club\": 9, \"kiddie\": 1, \"slam\": 1, \"poetry\": 1, \"thursday\": 2, \"calendar\": 1, \"short\": 26, \"indecipherable\": 1, \"hanzi\": 1, \"follow\": 7, \"busybody\": 1, \"street\": 22, \"tiny\": 9, \"propped\": 2, \"theater\": 1, \"row\": 8, \"popcorn\": 1, \"loose\": 9, \"bronx\": 1, \"class\": 14, \"walls\\u2014an\": 1, \"offshoot\": 1, \"montessori\": 1, \"tradition\\u2014was\": 1, \"creativity\": 1, \"students\": 10, \"favorites\": 1, \"selected\": 2, \"display\": 6, \"auditorium\": 4, \"project\": 5, \"mirrors\": 2, \"elevation\": 7, \"late\": 23, \"week\": 13, \"loss\": 4, \"fumbling\": 2, \"efforts\": 5, \"crafts\": 4, \"usually\": 6, \"frantic\": 2, \"bandage\": 1, \"search\": 6, \"damaged\": 2, \"digits\": 1, \"ecchymotic\": 1, \"ego\": 1, \"skipped\": 1, \"whack\": 2, \"whacking\": 1, \"swept\": 11, \"sideways\": 3, \"blackjack\": 1, \"dealer\": 1, \"laying\": 2, \"edge\": 19, \"hello\": 5, \"tendril\": 1, \"vine\": 1, \"forearm\": 10, \"above\": 27, \"butterfly\\u2014a\": 1, \"leopard\": 1, \"lacewing\": 1, \"artist's\": 1, \"intention\\u2014hovered\": 1, \"haloed\": 1, \"flower\": 2, \"blade\": 3, \"shoved\": 11, \"leftover\": 1, \"forefinger\": 4, \"crazy\": 10, \"maybe\": 53, \"minds\": 4, \"you\\u2019re\": 16, \"scruff\": 1, \"lioness\": 1, \"taking\": 11, \"cub\": 1, \"closer\": 10, \"sorry\": 27, \"thumped\": 1, \"noggin\": 2, \"baby\": 22, \"smelled\": 16, \"citrus\": 2, \"embers\": 1, \"thumping\": 1, \"kill\": 6, \"gross\": 1, \"cap\": 13, \"kissy\": 1, \"straightened\": 6, \"seats\": 12, \"wish\": 5, \"tooth\": 3, \"inspection\": 3, \"groaned\": 3, \"ll\": 1, \"understand\": 19, \"youre\": 1, \"older\": 14, \"cavities\": 1, \"scourge\": 2, \"adulthood\": 2, \"shaped\": 7, \"arrangement\": 4, \"cardboard\": 6, \"plas\": 1, \"tic\": 3, \"stare\": 2, \"snapped\": 6, \"diorama\": 1, \"appeared\": 15, \"sim\": 2, \"reconstruction\": 2, \"dresser\": 3, \"jacks\": 1, \"queens\\u2014nigel\": 1, \"played\": 19, \"euchre\": 1, \"21\": 2, \"forty\": 2, \"fives\\u2014and\": 1, \"cutout\": 2, \"photo\": 6, \"thrown\": 7, \"victori\": 1, \"ously\": 1, \"recalled\": 9, \"gulf\": 1, \"beach\": 6, \"scent\": 7, \"seawater\": 1, \"assailed\": 1, \"memory\": 6, \"murmur\": 1, \"seagull\": 1, \"wing\": 1, \"whirled\": 3, \"cryptically\": 1, \"raced\": 1, \"coastal\": 1, \"start\": 16, \"catch\": 11, \"toed\": 1, \"clay\": 4, \"water\\u2019s\": 1, \"cloud\": 6, \"water\": 46, \"surged\": 1, \"calves\": 2, \"smile\": 11, \"bright\": 10, \"shocked\": 3, \"reduce\": 2, \"ashes\": 1, \"frame\": 3, \"picture\": 12, \"later\": 19, \"deliriously\": 1, \"happy\": 28, \"surf\": 1, \"shot\": 27, \"came\": 72, \"blurry\": 2, \"shorter\": 1, \"rounder\": 1, \"smaller\": 6, \"mini\": 3, \"vanished\": 3, \"rest\": 20, \"remained\": 9, \"exactly\": 9, \"despite\": 9, \"gasped\": 3, \"drew\": 11, \"complete\": 9, \"satisfaction\": 1, \"smacked\": 6, \"guffawed\": 2, \"somewhat\": 4, \"wheezy\": 2, \"laugh\": 7, \"jangled\": 1, \"sponse\": 1, \"forehead\": 20, \"blushed\": 2, \"sputtered\": 1, \"asking\": 6, \"explained\": 15, \"relative\": 2, \"levels\": 2, \"watching\": 15, \"distracted\": 1, \"brought\": 35, \"lightly\": 3, \"scratched\": 2, \"dermatologists\": 2, \"ago\": 28, \"mark\": 10, \"certainly\": 9, \"infectious\": 1, \"spreadable\": 1, \"clanging\": 2, \"scraping\": 1, \"22\": 2, \"inflame\": 1, \"parts\": 4, \"wrong\": 17, \"medical\": 8, \"malpractice\": 1, \"cases\": 9, \"taught\": 10, \"doctors\": 2, \"predicting\": 1, \"weathermen\": 1, \"wrist\": 8, \"harder\": 8, \"intended\": 2, \"framed\": 2, \"oval\": 1, \"lenses\": 3, \"bloodshot\": 1, \"firings\": 1, \"key\": 8, \"affairs\": 1, \"heard\": 36, \"witnessed\": 1, \"plan\": 16, \"witnessing\": 1, \"promised\": 5, \"run\": 26, \"saving\": 3, \"career\": 4, \"escalators\": 1, \"omen\": 1, \"secure\": 2, \"position\": 18, \"skyscraper\": 2, \"sixty\": 8, \"stories\": 8, \"tower\": 25, \"seasons\\u2019\": 1, \"offices\": 4, \"sprawling\": 3, \"affair\": 4, \"rotating\": 2, \"illuminated\": 1, \"steel\": 7, \"sculpture\": 1, \"fountain\\u2014it\": 1, \"blinded\": 1, \"way\\u2014\": 3, \"sat\": 52, \"center\": 25, \"ground\": 24, \"rippling\": 1, \"curvaceous\": 1, \"terraces\": 2, \"sur\": 5, \"rounding\": 1, \"spawn\": 1, \"respawn\": 1, \"infinity\": 1, \"diagonal\": 1, \"distance\": 18, \"concourse\": 1, \"lobby\\u2014where\": 1, \"trio\": 6, \"aged\": 2, \"female\": 3, \"guards\": 6, \"chatted\": 2, \"greek\": 3, \"chorus\\u2014was\": 1, \"escher\\u2014like\": 1, \"mechanical\": 4, \"frozen\": 7, \"main\": 17, \"bank\": 2, \"clammy\": 2, \"winded\": 1, \"deflated\": 4, \"fantasy\": 3, \"sounded\": 8, \"angelic\": 2, \"shower\": 5, \"occasionally\": 13, \"playback\": 1, \"pinging\": 2, \"current\": 9, \"24\": 4, \"crusty\": 3, \"pipes\": 2, \"whiny\": 1, \"keening\": 2, \"instrument\": 1, \"saddled\": 1, \"slip\": 6, \"slink\": 1, \"unnoticed\": 2, \"proce\": 2, \"dure\": 1, \"paying\": 9, \"jobs\": 8, \"simply\": 11, \"getting\": 15, \"difficult\": 4, \"five\": 25, \"employees\": 2, \"causing\": 2, \"stir\": 1, \"transac\": 2, \"died\": 11, \"cradling\": 1, \"telephone\": 1, \"accounting\": 1, \"invoices\": 1, \"exhaled\": 5, \"vertical\": 2, \"cof\": 1, \"fin\": 2, \"careful\": 5, \"contact\": 9, \"passengers\": 1, \"receptionist\": 3, \"pad\": 10, \"ded\": 3, \"vestibule\": 1, \"crinkled\": 3, \"breast\": 2, 